Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/Resources/Localization/Foundation.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

# progress.error.review_schedule_refresh_failed
source: Review schedule couldn't refresh. Pull to try again.
ar: تعذر تحديث جدول المراجعة. اسحب للمحاولة مرة أخرى.
bg: Графикът за преговор не можа да се опресни. Издърпайте, за да опитате отново.
bn: পুনরালোচনার সময়সূচী রিফ্রেশ করা যায়নি। আবার চেষ্টা করার জন্য টানুন।
ca: No s'ha pogut actualitzar la programació de repassos. Estira per tornar-ho a provar.
cs: Plán opakování se nepodařilo aktualizovat. Potáhněte a zkuste to znovu.
da: Repetitionsplanen kunne ikke opdateres. Træk ned for at prøve igen.
de: Wiederholungsplan konnte nicht aktualisiert werden. Zum erneuten Versuch ziehen.
el: Δεν ήταν δυνατή η ανανέωση του προγράμματος επαναλήψεων. Σύρετε προς τα κάτω για νέα προσπάθεια.
es_es: No se pudo actualizar el calendario de repaso. Desliza para intentarlo de nuevo.
es_mx: No se pudo actualizar el calendario de repaso. Desliza para intentarlo de nuevo.
et: Kordamisgraafikut ei saanud värskendada. Uuesti proovimiseks tõmba alla.
fa: به‌روزرسانی برنامهٔ مرور ممکن نشد. برای تلاش دوباره به پایین بکشید.
fi: Kertausaikataulua ei voitu päivittää. Yritä uudelleen vetämällä alas.
fr: Impossible d’actualiser le calendrier de révision. Tirez pour réessayer.
gu: પુનરાવર્તનનું સમયપત્રક રિફ્રેશ થઈ શક્યું નહીં. ફરી પ્રયાસ કરવા નીચે ખેંચો.
he: לא ניתן לרענן את לוח החזרות. יש למשוך כדי לנסות שוב.
hi: समीक्षा शेड्यूल रीफ़्रेश नहीं हो सका। फिर से कोशिश करने के लिए खींचें।
hr: Nije moguće osvježiti raspored ponavljanja. Povucite za ponovni pokušaj.
hu: Nem sikerült frissíteni az ismétlési ütemtervet. Húzd le az újrapróbáláshoz.
id: Jadwal pengulangan tidak dapat diperbarui. Tarik untuk mencoba lagi.
is: Ekki tókst að uppfæra upprifjunaráætlunina. Dragðu niður til að reyna aftur.
it: Impossibile aggiornare il programma dei ripassi. Trascina verso il basso per riprovare.
ja: 復習スケジュールを更新できませんでした。もう一度試すには下に引いてください。
kn: ಪುನರಾವರ್ತನೆ ವೇಳಾಪಟ್ಟಿ ನವೀಕರಿಸಲಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಲು ಕೆಳಗೆ ಎಳೆಯಿರಿ.
ko: 복습 일정을 새로 고치지 못했습니다. 아래로 당겨 다시 시도하세요.
lt: Nepavyko atnaujinti kartojimo tvarkaraščio. Patraukite žemyn ir bandykite dar kartą.
lv: Neizdevās atjaunināt atkārtošanas grafiku. Pavelciet uz leju, lai mēģinātu vēlreiz.
ml: ആവർത്തന സമയക്രമം പുതുക്കാനായില്ല. വീണ്ടും ശ്രമിക്കാൻ താഴേക്ക് വലിക്കുക.
mr: उजळणीचे वेळापत्रक ताजे करता आले नाही. पुन्हा प्रयत्न करण्यासाठी खाली ओढा.
nb: Kunne ikke oppdatere repetisjonsplanen. Dra ned for å prøve igjen.
nl: Het herhaalschema kon niet worden vernieuwd. Trek omlaag om het opnieuw te proberen.
pa: ਦੁਹਰਾਈ ਦੀ ਸਮਾਂ-ਸਾਰਣੀ ਤਾਜ਼ਾ ਨਹੀਂ ਹੋ ਸਕੀ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਲਈ ਹੇਠਾਂ ਖਿੱਚੋ।
pl: Nie udało się odświeżyć harmonogramu powtórek. Pociągnij w dół, aby spróbować ponownie.
pt_br: Não foi possível atualizar a agenda de revisões. Puxe para tentar de novo.
ro: Programul recapitulărilor nu a putut fi actualizat. Trage în jos pentru a reîncerca.
ru: Не удалось обновить расписание повторений. Потяните, чтобы повторить попытку.
sk: Plán opakovania sa nepodarilo obnoviť. Potiahnite a skúste to znova.
sl: Urnika ponavljanja ni bilo mogoče osvežiti. Povlecite za ponovni poskus.
sv: Repetitionsschemat kunde inte uppdateras. Dra för att försöka igen.
sw: Ratiba ya marudio haikuweza kuonyeshwa upya. Vuta ili ujaribu tena.
ta: மீள்பயிற்சி அட்டவணையைப் புதுப்பிக்க முடியவில்லை. மீண்டும் முயல கீழே இழுக்கவும்.
te: పునశ్చరణ షెడ్యూల్‌ను రిఫ్రెష్ చేయలేకపోయాము. మళ్లీ ప్రయత్నించడానికి కిందికి లాగండి.
th: รีเฟรชกำหนดการทบทวนไม่ได้ ดึงลงเพื่อลองอีกครั้ง
tr: Tekrar programı yenilenemedi. Tekrar denemek için aşağı çekin.
uk: Не вдалося оновити розклад повторень. Потягніть униз, щоб повторити.
ur: دہرائی کا شیڈول تازہ نہیں ہو سکا۔ دوبارہ کوشش کے لیے نیچے کھینچیں۔
vi: Không thể làm mới lịch ôn tập. Kéo xuống để thử lại.
zh_hans: 无法刷新复习计划。下拉重试。
zu: Ishejuli yokubukeza ayivuselelwanga. Donsela phansi ukuze uzame futhi.

# progress.error.review_schedule_render_failed
source: Review schedule couldn't be shown. Pull to try again.
ar: تعذر عرض جدول المراجعة. اسحب للمحاولة مرة أخرى.
bg: Графикът за преговор не можа да бъде показан. Издърпайте, за да опитате отново.
bn: পুনরালোচনার সময়সূচী দেখানো যায়নি। আবার চেষ্টা করার জন্য টানুন।
ca: No s'ha pogut mostrar la programació de repassos. Estira per tornar-ho a provar.
cs: Plán opakování se nepodařilo zobrazit. Potáhněte a zkuste to znovu.
da: Repetitionsplanen kunne ikke vises. Træk ned for at prøve igen.
de: Wiederholungsplan konnte nicht angezeigt werden. Zum erneuten Versuch ziehen.
el: Δεν ήταν δυνατή η εμφάνιση του προγράμματος επαναλήψεων. Σύρετε προς τα κάτω για νέα προσπάθεια.
es_es: No se pudo mostrar el calendario de repaso. Desliza para intentarlo de nuevo.
es_mx: No se pudo mostrar el calendario de repaso. Desliza para intentarlo de nuevo.
et: Kordamisgraafikut ei saanud näidata. Uuesti proovimiseks tõmba alla.
fa: نمایش برنامهٔ مرور ممکن نشد. برای تلاش دوباره به پایین بکشید.
fi: Kertausaikataulua ei voitu näyttää. Yritä uudelleen vetämällä alas.
fr: Impossible d’afficher le calendrier de révision. Tirez pour réessayer.
gu: પુનરાવર્તનનું સમયપત્રક બતાવી શકાયું નહીં. ફરી પ્રયાસ કરવા નીચે ખેંચો.
he: לא ניתן להציג את לוח החזרות. יש למשוך כדי לנסות שוב.
hi: समीक्षा शेड्यूल नहीं दिखाया जा सका। फिर से कोशिश करने के लिए खींचें।
hr: Nije moguće prikazati raspored ponavljanja. Povucite za ponovni pokušaj.
hu: Nem sikerült megjeleníteni az ismétlési ütemtervet. Húzd le az újrapróbáláshoz.
id: Jadwal pengulangan tidak dapat ditampilkan. Tarik untuk mencoba lagi.
is: Ekki tókst að sýna upprifjunaráætlunina. Dragðu niður til að reyna aftur.
it: Impossibile mostrare il programma dei ripassi. Trascina verso il basso per riprovare.
ja: 復習スケジュールを表示できませんでした。もう一度試すには下に引いてください。
kn: ಪುನರಾವರ್ತನೆ ವೇಳಾಪಟ್ಟಿ ತೋರಿಸಲಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಲು ಕೆಳಗೆ ಎಳೆಯಿರಿ.
ko: 복습 일정을 표시하지 못했습니다. 아래로 당겨 다시 시도하세요.
lt: Nepavyko parodyti kartojimo tvarkaraščio. Patraukite žemyn ir bandykite dar kartą.
lv: Neizdevās parādīt atkārtošanas grafiku. Pavelciet uz leju, lai mēģinātu vēlreiz.
ml: ആവർത്തന സമയക്രമം കാണിക്കാനായില്ല. വീണ്ടും ശ്രമിക്കാൻ താഴേക്ക് വലിക്കുക.
mr: उजळणीचे वेळापत्रक दाखवता आले नाही. पुन्हा प्रयत्न करण्यासाठी खाली ओढा.
nb: Kunne ikke vise repetisjonsplanen. Dra ned for å prøve igjen.
nl: Het herhaalschema kon niet worden weergegeven. Trek omlaag om het opnieuw te proberen.
pa: ਦੁਹਰਾਈ ਦੀ ਸਮਾਂ-ਸਾਰਣੀ ਦਿਖਾਈ ਨਹੀਂ ਜਾ ਸਕੀ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਲਈ ਹੇਠਾਂ ਖਿੱਚੋ।
pl: Nie udało się wyświetlić harmonogramu powtórek. Pociągnij w dół, aby spróbować ponownie.
pt_br: Não foi possível mostrar a agenda de revisões. Puxe para tentar de novo.
ro: Programul recapitulărilor nu a putut fi afișat. Trage în jos pentru a reîncerca.
ru: Не удалось показать расписание повторений. Потяните, чтобы повторить попытку.
sk: Plán opakovania sa nepodarilo zobraziť. Potiahnite a skúste to znova.
sl: Urnika ponavljanja ni bilo mogoče prikazati. Povlecite za ponovni poskus.
sv: Repetitionsschemat kunde inte visas. Dra för att försöka igen.
sw: Ratiba ya marudio haikuweza kuonyeshwa. Vuta ili ujaribu tena.
ta: மீள்பயிற்சி அட்டவணையைக் காட்ட முடியவில்லை. மீண்டும் முயல கீழே இழுக்கவும்.
te: పునశ్చరణ షెడ్యూల్‌ను చూపలేకపోయాము. మళ్లీ ప్రయత్నించడానికి కిందికి లాగండి.
th: แสดงกำหนดการทบทวนไม่ได้ ดึงลงเพื่อลองอีกครั้ง
tr: Tekrar programı gösterilemedi. Tekrar denemek için aşağı çekin.
uk: Не вдалося показати розклад повторень. Потягніть униз, щоб повторити.
ur: دہرائی کا شیڈول دکھایا نہیں جا سکا۔ دوبارہ کوشش کے لیے نیچے کھینچیں۔
vi: Không thể hiển thị lịch ôn tập. Kéo xuống để thử lại.
zh_hans: 无法显示复习计划。下拉重试。
zu: Ishejuli yokubukeza ayikwazanga ukuboniswa. Donsela phansi ukuze uzame futhi.

# progress.error.series_refresh_failed
source: Progress chart couldn't refresh. Pull to try again.
ar: تعذر تحديث مخطط التقدم. اسحب للمحاولة مرة أخرى.
bg: Диаграмата на напредъка не можа да се опресни. Издърпайте, за да опитате отново.
bn: অগ্রগতির চার্ট রিফ্রেশ করা যায়নি। আবার চেষ্টা করার জন্য টানুন।
ca: El gràfic de progrés no s'ha pogut actualitzar. Estira per tornar-ho a provar.
cs: Graf pokroku se nepodařilo aktualizovat. Potáhněte a zkuste to znovu.
da: Fremskridtsgrafen kunne ikke opdateres. Træk ned for at prøve igen.
de: Fortschrittsdiagramm konnte nicht aktualisiert werden. Zum erneuten Versuch ziehen.
el: Δεν ήταν δυνατή η ανανέωση του γραφήματος προόδου. Σύρετε προς τα κάτω για νέα προσπάθεια.
es_es: No se pudo actualizar el gráfico de progreso. Desliza para intentarlo de nuevo.
es_mx: No se pudo actualizar el gráfico de progreso. Desliza para intentarlo de nuevo.
et: Edenemisgraafikut ei saanud värskendada. Uuesti proovimiseks tõmba alla.
fa: به‌روزرسانی نمودار پیشرفت ممکن نشد. برای تلاش دوباره به پایین بکشید.
fi: Edistymiskaaviota ei voitu päivittää. Yritä uudelleen vetämällä alas.
fr: Impossible d’actualiser le graphique de progression. Tirez pour réessayer.
gu: પ્રગતિનો ચાર્ટ રિફ્રેશ થઈ શક્યો નહીં. ફરી પ્રયાસ કરવા નીચે ખેંચો.
he: לא ניתן לרענן את תרשים ההתקדמות. יש למשוך כדי לנסות שוב.
hi: प्रगति चार्ट रीफ़्रेश नहीं हो सका। फिर से कोशिश करने के लिए खींचें।
hr: Nije moguće osvježiti grafikon napretka. Povucite za ponovni pokušaj.
hu: Nem sikerült frissíteni a haladási diagramot. Húzd le az újrapróbáláshoz.
id: Grafik kemajuan tidak dapat diperbarui. Tarik untuk mencoba lagi.
is: Ekki tókst að uppfæra framvinduritið. Dragðu niður til að reyna aftur.
it: Impossibile aggiornare il grafico dei progressi. Trascina verso il basso per riprovare.
ja: 進捗グラフを更新できませんでした。もう一度試すには下に引いてください。
kn: ಪ್ರಗತಿ ನಕ್ಷೆ ನವೀಕರಿಸಲಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಲು ಕೆಳಗೆ ಎಳೆಯಿರಿ.
ko: 진행 상황 차트를 새로 고치지 못했습니다. 아래로 당겨 다시 시도하세요.
lt: Nepavyko atnaujinti pažangos diagramos. Patraukite žemyn ir bandykite dar kartą.
lv: Neizdevās atjaunināt progresa diagrammu. Pavelciet uz leju, lai mēģinātu vēlreiz.
ml: പുരോഗതി ചാർട്ട് പുതുക്കാനായില്ല. വീണ്ടും ശ്രമിക്കാൻ താഴേക്ക് വലിക്കുക.
mr: प्रगतीचा आलेख ताजा करता आला नाही. पुन्हा प्रयत्न करण्यासाठी खाली ओढा.
nb: Kunne ikke oppdatere fremdriftsdiagrammet. Dra ned for å prøve igjen.
nl: De voortgangsgrafiek kon niet worden vernieuwd. Trek omlaag om het opnieuw te proberen.
pa: ਤਰੱਕੀ ਦਾ ਚਾਰਟ ਤਾਜ਼ਾ ਨਹੀਂ ਹੋ ਸਕਿਆ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਲਈ ਹੇਠਾਂ ਖਿੱਚੋ।
pl: Nie udało się odświeżyć wykresu postępów. Pociągnij w dół, aby spróbować ponownie.
pt_br: Não foi possível atualizar o gráfico de progresso. Puxe para tentar de novo.
ro: Graficul progresului nu a putut fi actualizat. Trage în jos pentru a reîncerca.
ru: Не удалось обновить график прогресса. Потяните, чтобы повторить попытку.
sk: Graf pokroku sa nepodarilo obnoviť. Potiahnite a skúste to znova.
sl: Grafa napredka ni bilo mogoče osvežiti. Povlecite za ponovni poskus.
sv: Framstegsdiagrammet kunde inte uppdateras. Dra för att försöka igen.
sw: Chati ya maendeleo haikuweza kuonyeshwa upya. Vuta ili ujaribu tena.
ta: முன்னேற்ற வரைபடத்தைப் புதுப்பிக்க முடியவில்லை. மீண்டும் முயல கீழே இழுக்கவும்.
te: పురోగతి చార్ట్‌ను రిఫ్రెష్ చేయలేకపోయాము. మళ్లీ ప్రయత్నించడానికి కిందికి లాగండి.
th: รีเฟรชกราฟความคืบหน้าไม่ได้ ดึงลงเพื่อลองอีกครั้ง
tr: İlerleme grafiği yenilenemedi. Tekrar denemek için aşağı çekin.
uk: Не вдалося оновити графік прогресу. Потягніть униз, щоб повторити.
ur: پیش رفت کا چارٹ تازہ نہیں ہو سکا۔ دوبارہ کوشش کے لیے نیچے کھینچیں۔
vi: Không thể làm mới biểu đồ tiến độ. Kéo xuống để thử lại.
zh_hans: 无法刷新进度图表。下拉重试。
zu: Ishadi lenqubekelaphambili alivuselelwanga. Donsela phansi ukuze uzame futhi.

# progress.error.streak_leaderboard_refresh_failed
source: Streak leaderboard couldn't refresh. Pull to try again.
ar: تعذر تحديث لوحة صدارة السلسلة. اسحب للمحاولة مرة أخرى.
bg: Класацията по поредица не можа да се опресни. Издърпайте, за да опитате отново.
bn: ধারাবাহিকতা লিডারবোর্ড রিফ্রেশ করা যায়নি। আবার চেষ্টা করার জন্য টানুন।
ca: La taula de classificació de la ratxa no s'ha pogut actualitzar. Estira per tornar-ho a provar.
cs: Žebříček sérií se nepodařilo aktualizovat. Potáhněte a zkuste to znovu.
da: Ranglisten over læringsserier kunne ikke opdateres. Træk ned for at prøve igen.
de: Streak-Bestenliste konnte nicht aktualisiert werden. Zum erneuten Versuch ziehen.
el: Δεν ήταν δυνατή η ανανέωση της κατάταξης σερί. Σύρετε προς τα κάτω για νέα προσπάθεια.
es_es: No se pudo actualizar la clasificación de rachas. Desliza para intentarlo de nuevo.
es_mx: No se pudo actualizar la tabla de rachas. Desliza para intentarlo de nuevo.
et: Järjestikuste päevade edetabelit ei saanud värskendada. Uuesti proovimiseks tõmba alla.
fa: به‌روزرسانی جدول رتبه‌بندی روزهای پیاپی ممکن نشد. برای تلاش دوباره به پایین بکشید.
fi: Päiväputkien tulostaulukkoa ei voitu päivittää. Yritä uudelleen vetämällä alas.
fr: Impossible d’actualiser le classement des séries. Tirez pour réessayer.
gu: સતત અભ્યાસની ક્રમાંક યાદી રિફ્રેશ થઈ શકી નહીં. ફરી પ્રયાસ કરવા નીચે ખેંચો.
he: לא ניתן לרענן את טבלת הרצפים. יש למשוך כדי לנסות שוב.
hi: स्ट्रीक लीडरबोर्ड रीफ़्रेश नहीं हो सका। फिर से कोशिश करने के लिए खींचें।
hr: Nije moguće osvježiti ljestvicu nizova. Povucite za ponovni pokušaj.
hu: Nem sikerült frissíteni a sorozatranglistát. Húzd le az újrapróbáláshoz.
id: Papan peringkat rangkaian tidak dapat diperbarui. Tarik untuk mencoba lagi.
is: Ekki tókst að uppfæra runutöfluna. Dragðu niður til að reyna aftur.
it: Impossibile aggiornare la classifica delle serie. Trascina verso il basso per riprovare.
ja: 連続記録のリーダーボードを更新できませんでした。もう一度試すには下に引いてください。
kn: ನಿರಂತರ ದಿನಗಳ ಶ್ರೇಯಾಂಕಪಟ್ಟಿ ನವೀಕರಿಸಲಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಲು ಕೆಳಗೆ ಎಳೆಯಿರಿ.
ko: 연속 학습 순위표를 새로 고치지 못했습니다. 아래로 당겨 다시 시도하세요.
lt: Nepavyko atnaujinti serijų lyderių lentelės. Patraukite žemyn ir bandykite dar kartą.
lv: Neizdevās atjaunināt sēriju līderu sarakstu. Pavelciet uz leju, lai mēģinātu vēlreiz.
ml: തുടർച്ചാ ലീഡർബോർഡ് പുതുക്കാനായില്ല. വീണ്ടും ശ്രമിക്കാൻ താഴേക്ക് വലിക്കുക.
mr: सलग दिवसांची क्रमवारी ताजी करता आली नाही. पुन्हा प्रयत्न करण्यासाठी खाली ओढा.
nb: Kunne ikke oppdatere rangeringen for dagrekker. Dra ned for å prøve igjen.
nl: Het klassement voor dagreeksen kon niet worden vernieuwd. Trek omlaag om het opnieuw te proberen.
pa: ਲਗਾਤਾਰ ਦਿਨਾਂ ਦੀ ਦਰਜਾਬੰਦੀ ਤਾਜ਼ਾ ਨਹੀਂ ਹੋ ਸਕੀ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਲਈ ਹੇਠਾਂ ਖਿੱਚੋ।
pl: Nie udało się odświeżyć rankingu serii. Pociągnij w dół, aby spróbować ponownie.
pt_br: Não foi possível atualizar o ranking de sequências. Puxe para tentar de novo.
ro: Clasamentul seriilor nu a putut fi actualizat. Trage în jos pentru a reîncerca.
ru: Не удалось обновить таблицу серий. Потяните, чтобы повторить попытку.
sk: Rebríček sérií sa nepodarilo obnoviť. Potiahnite a skúste to znova.
sl: Lestvice nizov ni bilo mogoče osvežiti. Povlecite za ponovni poskus.
sv: Topplistan för sviter kunde inte uppdateras. Dra för att försöka igen.
sw: Ubao wa mfululizo haukuweza kuonyeshwa upya. Vuta ili ujaribu tena.
ta: தொடர் நாள் தரவரிசையைப் புதுப்பிக்க முடியவில்லை. மீண்டும் முயல கீழே இழுக்கவும்.
te: వరుస రోజుల లీడర్‌బోర్డ్‌ను రిఫ్రెష్ చేయలేకపోయాము. మళ్లీ ప్రయత్నించడానికి కిందికి లాగండి.
th: รีเฟรชตารางอันดับสถิติต่อเนื่องไม่ได้ ดึงลงเพื่อลองอีกครั้ง
tr: Seri sıralaması yenilenemedi. Tekrar denemek için aşağı çekin.
uk: Не вдалося оновити таблицю серій. Потягніть униз, щоб повторити.
ur: مسلسل دنوں کی درجہ بندی تازہ نہیں ہو سکی۔ دوبارہ کوشش کے لیے نیچے کھینچیں۔
vi: Không thể làm mới bảng xếp hạng chuỗi ngày. Kéo xuống để thử lại.
zh_hans: 无法刷新连续天数排行榜。下拉重试。
zu: Ibhodi labahamba phambili ngochungechunge alivuselelwanga. Donsela phansi ukuze uzame futhi.

# progress.error.summary_refresh_failed
source: Progress summary couldn't refresh. Pull to try again.
ar: تعذر تحديث ملخص التقدم. اسحب للمحاولة مرة أخرى.
bg: Обобщението на напредъка не можа да се опресни. Издърпайте, за да опитате отново.
bn: অগ্রগতির সারাংশ রিফ্রেশ করা যায়নি। আবার চেষ্টা করার জন্য টানুন।
ca: No s'ha pogut actualitzar el resum del progrés. Estira per tornar-ho a provar.
cs: Souhrn pokroku se nepodařilo aktualizovat. Potáhněte a zkuste to znovu.
da: Oversigten over fremskridt kunne ikke opdateres. Træk ned for at prøve igen.
de: Fortschrittsübersicht konnte nicht aktualisiert werden. Zum erneuten Versuch ziehen.
el: Δεν ήταν δυνατή η ανανέωση της σύνοψης προόδου. Σύρετε προς τα κάτω για νέα προσπάθεια.
es_es: No se pudo actualizar el resumen de progreso. Desliza para intentarlo de nuevo.
es_mx: No se pudo actualizar el resumen de progreso. Desliza para intentarlo de nuevo.
et: Edenemise kokkuvõtet ei saanud värskendada. Uuesti proovimiseks tõmba alla.
fa: به‌روزرسانی خلاصهٔ پیشرفت ممکن نشد. برای تلاش دوباره به پایین بکشید.
fi: Edistymisen yhteenvetoa ei voitu päivittää. Yritä uudelleen vetämällä alas.
fr: Impossible d’actualiser le résumé de progression. Tirez pour réessayer.
gu: પ્રગતિનો સારાંશ રિફ્રેશ થઈ શક્યો નહીં. ફરી પ્રયાસ કરવા નીચે ખેંચો.
he: לא ניתן לרענן את סיכום ההתקדמות. יש למשוך כדי לנסות שוב.
hi: प्रगति सारांश रीफ़्रेश नहीं हो सका। फिर से कोशिश करने के लिए खींचें।
hr: Nije moguće osvježiti sažetak napretka. Povucite za ponovni pokušaj.
hu: Nem sikerült frissíteni a haladási összesítőt. Húzd le az újrapróbáláshoz.
id: Ringkasan kemajuan tidak dapat diperbarui. Tarik untuk mencoba lagi.
is: Ekki tókst að uppfæra framvinduyfirlitið. Dragðu niður til að reyna aftur.
it: Impossibile aggiornare il riepilogo dei progressi. Trascina verso il basso per riprovare.
ja: 進捗サマリーを更新できませんでした。もう一度試すには下に引いてください。
kn: ಪ್ರಗತಿಯ ಸಾರಾಂಶ ನವೀಕರಿಸಲಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಲು ಕೆಳಗೆ ಎಳೆಯಿರಿ.
ko: 진행 상황 요약을 새로 고치지 못했습니다. 아래로 당겨 다시 시도하세요.
lt: Nepavyko atnaujinti pažangos santraukos. Patraukite žemyn ir bandykite dar kartą.
lv: Neizdevās atjaunināt progresa kopsavilkumu. Pavelciet uz leju, lai mēģinātu vēlreiz.
ml: പുരോഗതി സംഗ്രഹം പുതുക്കാനായില്ല. വീണ്ടും ശ്രമിക്കാൻ താഴേക്ക് വലിക്കുക.
mr: प्रगतीचा सारांश ताजा करता आला नाही. पुन्हा प्रयत्न करण्यासाठी खाली ओढा.
nb: Kunne ikke oppdatere fremdriftssammendraget. Dra ned for å prøve igjen.
nl: Het voortgangsoverzicht kon niet worden vernieuwd. Trek omlaag om het opnieuw te proberen.
pa: ਤਰੱਕੀ ਦਾ ਸਾਰ ਤਾਜ਼ਾ ਨਹੀਂ ਹੋ ਸਕਿਆ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਲਈ ਹੇਠਾਂ ਖਿੱਚੋ।
pl: Nie udało się odświeżyć podsumowania postępów. Pociągnij w dół, aby spróbować ponownie.
pt_br: Não foi possível atualizar o resumo de progresso. Puxe para tentar de novo.
ro: Rezumatul progresului nu a putut fi actualizat. Trage în jos pentru a reîncerca.
ru: Не удалось обновить сводку прогресса. Потяните, чтобы повторить попытку.
sk: Súhrn pokroku sa nepodarilo obnoviť. Potiahnite a skúste to znova.
sl: Povzetka napredka ni bilo mogoče osvežiti. Povlecite za ponovni poskus.
sv: Framstegsöversikten kunde inte uppdateras. Dra för att försöka igen.
sw: Muhtasari wa maendeleo haukuweza kuonyeshwa upya. Vuta ili ujaribu tena.
ta: முன்னேற்றச் சுருக்கத்தைப் புதுப்பிக்க முடியவில்லை. மீண்டும் முயல கீழே இழுக்கவும்.
te: పురోగతి సారాంశాన్ని రిఫ్రెష్ చేయలేకపోయాము. మళ్లీ ప్రయత్నించడానికి కిందికి లాగండి.
th: รีเฟรชสรุปความคืบหน้าไม่ได้ ดึงลงเพื่อลองอีกครั้ง
tr: İlerleme özeti yenilenemedi. Tekrar denemek için aşağı çekin.
uk: Не вдалося оновити підсумок прогресу. Потягніть униз, щоб повторити.
ur: پیش رفت کا خلاصہ تازہ نہیں ہو سکا۔ دوبارہ کوشش کے لیے نیچے کھینچیں۔
vi: Không thể làm mới tổng quan tiến độ. Kéo xuống để thử lại.
zh_hans: 无法刷新进度摘要。下拉重试。
zu: Isifinyezo senqubekelaphambili asivuselelwanga. Donsela phansi ukuze uzame futhi.

# progress.error.unavailable
source: Progress is unavailable. Pull to refresh and try again.
ar: التقدم غير متاح. اسحب للتحديث وحاول مرة أخرى.
bg: Напредъкът е недостъпен. Издърпайте за опресняване и опитайте отново.
bn: অগ্রগতি অনুপলব্ধ। রিফ্রেশ করতে টানুন এবং আবার চেষ্টা করুন।
ca: El progrés no està disponible. Estira per actualitzar i torna-ho a provar.
cs: Pokrok není dostupný. Potáhněte pro aktualizaci a zkuste to znovu.
da: Fremskridt er ikke tilgængelige. Træk ned for at opdatere og prøve igen.
de: Fortschritt ist nicht verfügbar. Zum Aktualisieren ziehen und erneut versuchen.
el: Η πρόοδος δεν είναι διαθέσιμη. Σύρετε προς τα κάτω για ανανέωση και δοκιμάστε ξανά.
es_es: El progreso no está disponible. Desliza para actualizar e inténtalo de nuevo.
es_mx: El progreso no está disponible. Desliza para actualizar e inténtalo de nuevo.
et: Edenemine pole saadaval. Värskendamiseks ja uuesti proovimiseks tõmba alla.
fa: پیشرفت در دسترس نیست. برای به‌روزرسانی و تلاش دوباره به پایین بکشید.
fi: Edistyminen ei ole saatavilla. Päivitä ja yritä uudelleen vetämällä alas.
fr: La progression n’est pas disponible. Tirez pour actualiser et réessayez.
gu: પ્રગતિ ઉપલબ્ધ નથી. રિફ્રેશ કરવા નીચે ખેંચીને ફરી પ્રયાસ કરો.
he: ההתקדמות אינה זמינה. יש למשוך לרענון ולנסות שוב.
hi: प्रगति उपलब्ध नहीं है। रीफ़्रेश करने के लिए खींचें और फिर से कोशिश करें।
hr: Napredak nije dostupan. Povucite za osvježavanje i pokušajte ponovno.
hu: A haladás nem érhető el. Húzd le a frissítéshez és az újrapróbáláshoz.
id: Kemajuan tidak tersedia. Tarik untuk memperbarui dan mencoba lagi.
is: Framvinda er ekki tiltæk. Dragðu niður til að uppfæra og reyna aftur.
it: Progressi non disponibili. Trascina verso il basso per aggiornare e riprova.
ja: 進捗を利用できません。下に引いて更新し、もう一度お試しください。
kn: ಪ್ರಗತಿ ಲಭ್ಯವಿಲ್ಲ. ನವೀಕರಿಸಲು ಕೆಳಗೆ ಎಳೆದು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 진행 상황을 사용할 수 없습니다. 아래로 당겨 새로 고친 후 다시 시도하세요.
lt: Pažanga nepasiekiama. Patraukite žemyn, kad atnaujintumėte, ir bandykite dar kartą.
lv: Progress nav pieejams. Pavelciet uz leju, lai atjauninātu, un mēģiniet vēlreiz.
ml: പുരോഗതി ലഭ്യമല്ല. പുതുക്കാൻ താഴേക്ക് വലിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: प्रगती उपलब्ध नाही. ताजी करून पुन्हा प्रयत्न करण्यासाठी खाली ओढा.
nb: Fremdrift er utilgjengelig. Dra ned for å oppdatere og prøve igjen.
nl: De voortgang is niet beschikbaar. Trek omlaag om te vernieuwen en probeer het opnieuw.
pa: ਤਰੱਕੀ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਤਾਜ਼ਾ ਕਰਨ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਲਈ ਹੇਠਾਂ ਖਿੱਚੋ।
pl: Postępy są niedostępne. Pociągnij w dół, aby odświeżyć i spróbować ponownie.
pt_br: O progresso não está disponível. Puxe para atualizar e tente de novo.
ro: Progresul nu este disponibil. Trage în jos pentru a actualiza și a reîncerca.
ru: Прогресс недоступен. Потяните, чтобы обновить, и попробуйте снова.
sk: Pokrok nie je dostupný. Potiahnite na obnovenie a skúste to znova.
sl: Napredek ni na voljo. Povlecite za osvežitev in poskusite znova.
sv: Framsteg är inte tillgängliga. Dra för att uppdatera och försök igen.
sw: Maendeleo hayapatikani. Vuta ili kuonyesha upya na ujaribu tena.
ta: முன்னேற்றம் கிடைக்கவில்லை. புதுப்பித்து மீண்டும் முயல கீழே இழுக்கவும்.
te: పురోగతి అందుబాటులో లేదు. రిఫ్రెష్ చేసి మళ్లీ ప్రయత్నించడానికి కిందికి లాగండి.
th: ไม่สามารถดูความคืบหน้าได้ ดึงลงเพื่อรีเฟรชแล้วลองอีกครั้ง
tr: İlerleme kullanılamıyor. Yenilemek için aşağı çekin ve tekrar deneyin.
uk: Прогрес недоступний. Потягніть униз для оновлення та спробуйте ще раз.
ur: پیش رفت دستیاب نہیں ہے۔ تازہ کرنے کے لیے نیچے کھینچیں اور دوبارہ کوشش کریں۔
vi: Tiến độ không khả dụng. Kéo xuống để làm mới và thử lại.
zh_hans: 进度不可用。下拉刷新后重试。
zu: Inqubekelaphambili ayitholakali. Donsela phansi ukuze uvuselele bese uzama futhi.
